controllers/Mahasiswa60200121049Controller.php

INSERT INTO `mahasiswa60200121049` (`no_induk_mahasiswa049`, `nama_mahasiswa049`, `kelas049`, `status049`) VALUES ('60200121049-469', 'Isla Inayah Bahar', 'D', 'Baru')
---
    public function actionCreate()
    {
        $mahasiswa60200121049 = new Mahasiswa60200121049;
        $mahasiswa60200121049->no_induk_mahasiswa049 = '60200121049-'.rand(100,999);
        $mahasiswa60200121049->nama_mahasiswa049 = 'Isla Inayah Bahar';
        $mahasiswa60200121049->kelas049 = 'D';
        $mahasiswa60200121049->status049 = 'Baru';
        if ($mahasiswa60200121049->save()) {